export const RACE_DETAILS = {
    "Ааракокра": {
        desc: "Птицеподобные гуманоиды, родом из Стихийного Плана Воздуха. Они часто живут на высоких горных вершинах.",
        features: "Полет, Когти.",
        link: "https://dnd.su/race/92-aarakocra/",
        image: "/images/portraits/aarakocra.png"
    },
    "Аасимар": {
        desc: "Люди с долей божественной крови, обычно потомки ангелов или других добрых небожителей.",
        features: "Темное зрение, Сопротивление излучению, Исцеляющие руки.",
        link: "https://dnd.su/race/161-aasimar/",
        image: "/images/portraits/aasimar.png"
    },
    "Авен": {
        desc: "Птицеподобная раса из Амонхета, известная своей верностью и мастерством полета.",
        features: "Полет, Острое зрение.",
        link: "https://dnd.su/homebrew/race/329-aven/"
    },
    "Багбир": {
        desc: "Крупные, сильные и удивительно скрытные гоблиноиды, которые предпочитают внезапные нападения.",
        features: "Длинные руки, Скрытность, Мощное телосложение.",
        link: "https://dnd.su/race/167-bugbear/"
    },
    "Ведалкен": {
        desc: "Синекожие интеллектуалы, которые стремятся к совершенству во всем и обладают высокой сопротивляемостью магии.",
        features: "Ведалкенское хладнокровие, Мастер на все руки.",
        link: "https://dnd.su/race/162-vedalken/"
    },
    "Вердан": {
        desc: "Раса мутировавших гоблиноидов, постоянно меняющихся и приспосабливающихся к миру.",
        features: "Телепатия, Быстрое исцеление, Постоянный рост.",
        link: "https://dnd.su/race/163-verdan/"
    },
    "Гибрид Симиков": {
        desc: "Существа, чьи тела были магически изменены путем добавления черт различных водных существ.",
        features: "Адаптация тела (на выбор: карабканье, полет, панцирь и др.).",
        link: "https://dnd.su/race/164-simic-hybrid/"
    },
    "Гит": {
        desc: "Раса, вырвавшаяся из рабства иллитидов, разделенная на две фракции: воинственных гитъянки и философов гитцераев.",
        features: "Псионическая магия, Сопротивление ментальному воздействию.",
        link: "https://dnd.su/race/165-gith/"
    },
    "Гифф": {
        desc: "Гуманоидные бегемоты, известные своей любовью к огнестрельному оружию, дисциплине и взрывчатке.",
        features: "Мастерство огнестрела, Мощное телосложение.",
        link: "https://dnd.su/multiverse/race/215-giff/"
    },
    "Гном": {
        desc: "Маленькие, любознательные существа, обладающие талантом к механике или иллюзиям. Они ценят радость и прогресс.",
        features: "Гномья хитрость, Темное зрение.",
        link: "https://dnd.su/race/83-gnome/",
        image: "/images/portraits/gnome.png"
    },
    "Гоблин": {
        desc: "Маленькие и коварные существа, которые выживают за счет хитрости и внезапности в жестоком мире.",
        features: "Проворное бегство, Ярость маленьких.",
        link: "https://dnd.su/race/166-goblin/",
        image: "/images/portraits/goblin.png"
    },
    "Голиаф": {
        desc: "Могучие кочевники, живущие на самых высоких горных вершинах. Они ценят силу, выносливость и честное соревнование.",
        features: "Выносливость камня, Мощное телосложение.",
        link: "https://dnd.su/race/103-goliath/",
        image: "/images/portraits/goliath.png"
    },
    "Грунг": {
        desc: "Маленькие, ядовитые лягушкоподобные гуманоиды, живущие в иерархических обществах в джунглях.",
        features: "Ядовитая кожа, Прыжок, Водная зависимость.",
        link: "https://dnd.su/race/169-grung/"
    },
    "Дварф": {
        desc: "Мастера кузнечного дела и воины, известные своей стойкостью, преданностью традициям и любовью к горам.",
        features: "Сстойкость дварфов, Владение инструментами, Темное зрение.",
        link: "https://dnd.su/race/78-dwarf/",
        image: "/images/portraits/dwarf.png"
    },
    "Дженази": {
        desc: "Существа, в чьих жилах течет кровь элементалей Воздуха, Земли, Огня или Воды.",
        features: "Элементальная магия, Сопротивление соответствующему урону.",
        link: "https://dnd.su/race/102-genasi/"
    },
    "Драконорождённый": {
        desc: "Величественные гуманоиды, ведущие свой род от истинных драконов. Они объединены в кланы и ценят доблесть.",
        features: "Драконье дыхание, Сопротивление урону.",
        link: "https://dnd.su/race/82-dragonborn/",
        image: "/images/portraits/dragonborn.png"
    },
    "Изменяющиеся": {
        desc: "Мастерски владеющие сменой облика существа, способные принимать внешность любого гуманоида.",
        features: "Смена облика, Опытный исполнитель.",
        link: "https://dnd.su/race/170-changeling/"
    },
    "Калаштар": {
        desc: "Составные существа, состоящие из человеческого тела и духа-симбиота из плана снов.",
        features: "Ментальное общение, Духовная защита.",
        link: "https://dnd.su/race/171-kalashtar/"
    },
    "Кендер": {
        desc: "Раса из Кринна, лишенная страха и обладающая непревзойденным любопытством и талантом к 'находкам'.",
        features: "Бесстрашие, Насмешка кендера.",
        link: "https://dnd.su/race/285-kender/"
    },
    "Кенку": {
        desc: "Птицеобразные существа, лишенные собственных голосов и способные только имитировать звуки и чужую речь.",
        features: "Мимикрия, Опытный мастер.",
        link: "https://dnd.su/race/172-kenku/",
        image: "/images/portraits/kenku.png"
    },
    "Кентавр": {
        desc: "Полукони-полулюди, лесные кочевники, ценящие свободу, скорость и дикую природу.",
        features: "Копыта, Высокая скорость, Заряд.",
        link: "https://dnd.su/race/173-centaur/",
        image: "/images/portraits/centaur.png"
    },
    "Кобольд": {
        desc: "Маленькие рептилии, считающие себя потомками драконов и известные своим умением строить ловушки.",
        features: "Драконья тактика, Трусливая мольба.",
        link: "https://dnd.su/race/175-kobold/",
        image: "/images/portraits/kobold.png"
    },
    "Кованый": {
        desc: "Живые механизмы, созданные для войны, но наделенные душой, собственной волей и самосознанием.",
        features: "Стойкость конструкта, Встроенная броня.",
        link: "https://dnd.su/race/174-warforged/",
        image: "/images/portraits/warforged.png"
    },
    "Леонин": {
        desc: "Львиноподобные гуманоиды, живущие в золотых равнинах и известные своей доблестью и оглушительным рыком.",
        features: "Когти, Оглушительный рык.",
        link: "https://dnd.su/race/176-leonin/"
    },
    "Локата": {
        desc: "Рыбоподобные существа, живущие в прибрежных водах и обладающие крепкой чешуей и сильными плавниками.",
        features: "Природный доспех, Водное дыхание.",
        link: "https://dnd.su/race/178-locathah/"
    },
    "Локсодон": {
        desc: "Мудрые и спокойные гуманоидные слоны, известные своей невероятной стойкостью и отличной памятью.",
        features: "Мощное телосложение, Крепкий панцирь, Хобот.",
        link: "https://dnd.su/race/177-loxodon/"
    },
    "Людоящер": {
        desc: "Рептилоиды, руководствующиеся холодной логикой выживания и живущие в самых суровых болотах.",
        features: "Когти, Укус, Изготовление предметов из кости.",
        link: "https://dnd.su/race/179-lizardfolk/",
        image: "/images/portraits/lizardfolk.png"
    },
    "Минотавр": {
        desc: "Могучие быкоглавые воины, известные своей силой и врожденной способностью ориентироваться в лабиринтах.",
        features: "Рога, Заряд с помощью рогов.",
        link: "https://dnd.su/race/181-minotaur/"
    },
    "Нага": {
        desc: "Мудрые змееподобные существа из Амонхета, обладающие магическими способностями и крепкой чешуей.",
        features: "Укус, Сжимание хвостом.",
        link: "https://dnd.su/homebrew/race/221-naga/"
    },
    "Орк": {
        desc: "Гордые и сильные воители, часто живущие племенами. Они обладают невероятной физической мощью и яростью.",
        features: "Адреналиновый порыв, Мощное телосложение.",
        link: "https://dnd.su/race/187-orc/",
        image: "/images/portraits/orc.png"
    },
    "Плазмоид": {
        desc: "Аморфные существа, способные менять форму своего тела, просачиваться сквозь узкие щели и выделять ложноножки.",
        features: "Изменение формы, Устойчивость к кислоте.",
        link: "https://dnd.su/multiverse/race/217-plasmoid/"
    },
    "Полуорк": {
        desc: "Существа, сочетающие в себе человеческую гибкость и неистовую мощь, унаследованную от орков.",
        features: "Неумолимая стойкость, Свирепые атаки.",
        link: "https://dnd.su/race/85-half-orc/",
        image: "/images/portraits/half-orc.png"
    },
    "Полурослик": {
        desc: "Миролюбивый народ, ценящий уют, хорошую еду и простую жизнь. Они удивительно удачливы и проворны.",
        features: "Удача, Храбрость, Проворство.",
        link: "https://dnd.su/race/80-halfling/",
        image: "/images/portraits/halfling.png"
    },
    "Полуэльф": {
        desc: "Существа, живущие между двумя мирами и сочетающие в себе лучшие качества людей и эльфов.",
        features: "Универсальность навыков, Наследие фей.",
        link: "https://dnd.su/race/84-half-elf/",
        image: "/images/portraits/half-elf.png"
    },
    "Сатир": {
        desc: "Озорные обитатели лесов, полулюди-полукозлы, любящие праздники, музыку, танцы и свободу.",
        features: "Прыжок, Магическое сопротивление, Исполнение.",
        link: "https://dnd.su/race/182-satyr/"
    },
    "Совлин": {
        desc: "Гуманоидные совы, обладающие врожденной способностью к полету, бесшумному движению и острому зрению.",
        features: "Полет, Скрытность.",
        link: "https://dnd.su/race/206-owlin/"
    },
    "Табакси": {
        desc: "Кошкоподобные гуманоиды, ведомые неутомимым любопытством и жаждой новых знаний, секретов и сокровищ.",
        features: "Кошачье проворство, Когти.",
        link: "https://dnd.su/race/183-tabaxi/",
        image: "/images/portraits/tabaxi.png"
    },
    "Тифлинг": {
        desc: "Существа с дьявольским происхождением, часто вызывающие страх и недоверие у окружающих из-за своих рогов и хвостов.",
        features: "Темное зрение, Сопротивление огню, Адское наследие.",
        link: "https://dnd.su/race/86-tiefling/",
        image: "/images/portraits/tiefling.png"
    },
    "Тортл": {
        desc: "Черепахоподобные гуманоиды, носящие свой дом на спине и склонные к долгим путешествиям и созерцанию.",
        features: "Панцирь, Защита в панцире, Когти.",
        link: "https://dnd.su/race/184-tortle/",
        image: "/images/portraits/tortle.png"
    },
    "Три-крин": {
        desc: "Четырехрукие насекомоподобные существа, живущие в пустынях и не нуждающиеся в обычном сне.",
        features: "Дополнительные руки, Хамелеонья кожа, Бессонница.",
        link: "https://dnd.su/multiverse/race/218-thri-kreen/"
    },
    "Тритон": {
        desc: "Стражи морских глубин, благородные воины, защищающие мир поверхности от чудовищ бездны.",
        features: "Посланник моря, Врожденная водная магия.",
        link: "https://dnd.su/race/188-triton/"
    },
    "Фирболг": {
        desc: "Огромные лесные великаны, живущие в гармонии с природой и способные становиться невидимыми и общаться с животными.",
        features: "Скрытая магия, Магия фирболгов, Речь леса.",
        link: "https://dnd.su/race/185-firbolg/"
    },
    "Фэйри": {
        desc: "Маленькие крылатые существа из Страны Фей, обладающие врожденной магией и любовью к добрым шуткам.",
        features: "Полет, Магия фей.",
        link: "https://dnd.su/race/204-fairy/"
    },
    "Хадози": {
        desc: "Обезьяноподобные гуманоиды с перепонками для планирования, отличные моряки, акробаты и исследователи.",
        features: "Планирование, Ловкие ноги.",
        link: "https://dnd.su/multiverse/race/216-hadozee/"
    },
    "Харенгон": {
        desc: "Антропоморфные кролики, обладающие невероятной прыгучестью и острым чутьем опасности.",
        features: "Заячий прыжок, Чутье опасности.",
        link: "https://dnd.su/race/207-harengon/"
    },
    "Хенра": {
        desc: "Шакалоподобные существа из Амонхета, часто рождающиеся близнецами и обладающие сильной связью друг с другом.",
        features: "Проворство, Братская связь.",
        link: "https://dnd.su/homebrew/race/333-khenra/"
    },
    "Хобгоблин": {
        desc: "Высшие гоблиноиды, известные своей строгой военной дисциплиной, честью и стратегическим гением.",
        features: "Боевое мастерство, Удача спасающая жизнь.",
        link: "https://dnd.su/race/168-hobgoblin/"
    },
    "Человек": {
        desc: "Самая амбициозная и разнообразная раса. Люди живут недолго, но успевают оставить значительный след в истории.",
        features: "Универсальность, дополнительный навык (в варианте).",
        link: "https://dnd.su/race/81-human/",
        image: "/images/portraits/human.png"
    },
    "Шифтер": {
        desc: "Существа с животным наследием, способные временно пробуждать в себе звериную мощь и инстинкты.",
        features: "Смещение (трансформация), Увеличение хитов.",
        link: "https://dnd.su/race/186-shifter/"
    },
    "Эльф": {
        desc: "Магический народ долгожителей, обладающий неземной грацией. Они живут в лесных королевствах или среди других рас.",
        features: "Обостренные чувства, Наследие фей, Транс.",
        link: "https://dnd.su/race/79-elf/",
        image: "/images/portraits/elf.png"
    },
    "Эльф (астральный)": {
        desc: "Эльфы, приспособившиеся к жизни в Астральном Море, где время не имеет власти.",
        features: "Астральное перемещение, Магия астрала.",
        link: "https://dnd.su/multiverse/race/213-astral-elf/"
    },
    "Юань-ти": {
        desc: "Змееподобные гуманоиды, обладающие иммунитетом к ядам и врожденными магическими способностями.",
        features: "Магическое сопротивление, Врожденная магия змей.",
        link: "https://dnd.su/race/189-yuan-ti-pureblood/"
    }
};
