export const SPELLS = [
    // Заговоры (0 круг)
    { name: "Мистический заряд", level: 0, class: ["Чернокнижник"], damage: "1d10 сил.", desc: "Луч темной энергии." },
    { name: "Огненный снаряд", level: 0, class: ["Волшебник", "Чародей"], damage: "1d10 огн.", desc: "Вы метаете сгусток огня." },
    { name: "Ледяное прикосновение", level: 0, class: ["Волшебник", "Чародей", "Чернокнижник"], damage: "1d8 хол.", desc: "Призрачная рука скелета." },
    { name: "Священное пламя", level: 0, class: ["Жрец"], damage: "1d8 излуч.", desc: "Сияющее пламя охватывает цель." },
    { name: "Ядовитые брызги", level: 0, class: ["Волшебник", "Чародей", "Друид", "Чернокнижник"], damage: "1d12 яд", desc: "Сгусток ядовитого газа." },
    { name: "Малая иллюзия", level: 0, class: ["Волшебник", "Чародей", "Чернокнижник", "Бард"], damage: "Эффект", desc: "Создает звук или образ." },
    { name: "Указание", level: 0, class: ["Жрец", "Друид"], damage: "Бафф", desc: "+1d4 к проверке характеристики." },

    // 1 круг
    { name: "Волшебная стрела", level: 1, class: ["Волшебник", "Чародей"], damage: "3d4+3 сил.", desc: "Три светящихся дротика, всегда попадают." },
    { name: "Лечащее слово", level: 1, class: ["Жрец", "Бард", "Друид"], damage: "1d4+мод хитов", desc: "Дистанционное исцеление бонусным действием." },
    { name: "Щит", level: 1, class: ["Волшебник", "Чародей"], damage: "+5 КД", desc: "Реакция против атаки или волшебной стрелы." },
    { name: "Гневная кара", level: 1, class: ["Паладин"], damage: "1d6 псих.", desc: "Цель может быть испугана." },
    { name: "Охотничья метка", level: 1, class: ["Следопыт"], damage: "1d6 по цели", desc: "Дополнительный урон по отмеченной цели." },
    { name: "Исцеление ран", level: 1, class: ["Жрец", "Бард", "Друид", "Паладин", "Следопыт"], damage: "1d8+мод хитов", desc: "Исцеление касанием." },
    { name: "Огненные ладони", level: 1, class: ["Волшебник", "Чародей"], damage: "3d6 огн.", desc: "Конус огня из ваших пальцев." },
    { name: "Сглаз", level: 1, class: ["Чернокнижник"], damage: "1d6 псих.", desc: "Помеха на проверки одной характеристики." },

    // 2 круг
    { name: "Пылающий шар", level: 2, class: ["Волшебник", "Чародей", "Друид"], damage: "2d6 огн.", desc: "Катящийся шар огня." },
    { name: "Духовное оружие", level: 2, class: ["Жрец"], damage: "1d8+мод излуч.", desc: "Призрачное оружие атакует врагов." },
    { name: "Облако кинжалов", level: 2, class: ["Волшебник", "Чародей", "Чернокнижник", "Бард"], damage: "4d4 реж.", desc: "Вращающиеся кинжалы в кубе 5 футов." },
    { name: "Удержание личности", level: 2, class: ["Волшебник", "Чародей", "Чернокнижник", "Бард", "Жрец"], damage: "Паралич", desc: "Парализует гуманоида." },
    { name: "Зеркальное отражение", level: 2, class: ["Волшебник", "Чародей", "Чернокнижник"], damage: "Защита", desc: "Три призрачных двойника." }
];
